module.exports.config = {
  name: "autotime",
version: "1.0.0",
permission: 0,
credits: "MAMUN",
description: "msg",
prefix: true, 
category: "user", 
usages: "",
cooldowns: 5,
dependencies: {
}
};
const nam = [{
    timer: '12:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ১১টা বাজে সবাই সুয়ে পড়ো জেগে না থেকে🙅\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : মামুন ]
},
             {
    timer: '1:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~ এখন রাত ১২টা বাজে যাঁদের বউ আছে তারা বউকে জড়িয়ে দরে ঘুমাও💫😇\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  মামুন ']
},
						{
    timer: '2:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন রাত ১টা বাজে সবাই মনে হয় ঘুমায় গেছে🥱\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 মামুন']
},
						 {
    timer: '3:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে😒\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  মামুন ']
},
						 {
    timer: '4:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন রাত ৩টা বাজে সবাই মনে হয় ঘুমাই🥹আমার ভাই ঘুম আসে না😔\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  মামুন']
},
						 {
    timer: '5:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন রাত ৪টা বাজে একটু পর ফজরের আযান দিবে নামাজ পড়ে নিও সবাই😽\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :মামুন']
},
             {
    timer: '5:05:00 AM',
    message: ['╭──────────────────╮\n  🌸𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\n╰──────────────────╯\n\n𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\n𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\n𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\n𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \n𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \n𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \n𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \n𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \n𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \n𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)\n\n╭──────────────────╮\n   𝙾𝚆𝙽𝙴𝚁:- 𝙼𝚁.𝙱𝙾𝚂𝚂 𝐑𝐉 Mamun\n╰──────────────────╯']
},
						 {
    timer: '6:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?❤️\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
						 {
    timer: '7:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন সকাল ৬টা বাজে ঘুম থেকে উঠো দাঁত ব্রাশ করো সবাই-🥱\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 𝐑𝐉 Mamun']
},
						 {
    timer: '8:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন সকাল ৭টা বাজে সবাই ব্রেকফাস্ট করে নাও😊\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
						 {
    timer: '9:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন সকাল ৮ টা বাজে যারা পড়াশোনা করো তারা স্কুলে যাও😚 যারা পড়ে না তারা কাজে যাও😒\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
             {
    timer: '10:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন সকাল ৯ টা বাজে মন দিয়ে কাজ করো সবাই❤️\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
						 {
    timer: '11:00:00 AM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন সকাল ১০টা বাজে মিস করছি তোমাদের😔 তাড়াতাড়ি বাড়িতে চলে আসো😒\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
						 {
    timer: '12:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n-এখন সকাল ১১টা বাজে কি যে করি আমি তো রোবট আমার তো কোনো কাজ নাই🌚\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},					
						 {
    timer: '1:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন দুপুর ১২টা বাজে বাচ্চাদের স্কুল ছুটি দিয়ে দিছে মনে হয়🙆\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
						 {
    timer: '2:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন দুপুর ১টা বাজে গোসল করে সবাই জোহরের নামাজ পড়ে যাও😻 \n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
						 {
    timer: '3:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন দুপুর ২টা বাজে সবাই দুপুরের খাবার খেয়ে নাও ☺️\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 𝐑𝐉 Mamun']
},
						 {
    timer: '4:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন দুপুর ৩টা বাজে সারাদিন কাজ করছো এবার একটু ঘুমাও🥱\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
						{
    timer: '5:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~ এখন বিকাল ৪টা বাজে বড়দের স্কুল ছুটি দিয়ে দিছে চল মেয়ে দেখে আসি🙈 \n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  Mamun']
},
						 {
    timer: '6:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন বিকাল ৫টা বাজে একটু পর আসরের আযান দিবে সবাই নামাজ পড়ে নিও 😻\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
						 {
    timer: '7:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন সন্ধ্যা ৬টা বাজে মাগরিবের আযান দিলে সবাই নামাজ পড়ে নাও🥀 নামাজ পড়ে বাড়িতে এসে কিছু খেয়ে নাও এবং পরিবারের সাথে সময় কাটাও😍. \n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍']
},
             			 {
    timer: '7:05:00 PM',
    message: ['╭──────────────────╮\n  🌸 𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\n╰──────────────────╯\n\n𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\n𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\n𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\n𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \n𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \n𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \n𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \n𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \n𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \n𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)\n\n╭──────────────────╮\n   𝙾𝚆𝙽𝙴𝚁:- 𝙼𝚁.𝙱𝙾𝚂𝚂 𝐑𝐉 𝐅𝐀𝐑𝐇𝐀𝐍\n╰──────────────────╯']
},
             {
    timer: '8:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন সন্ধ্যা ৭ টা বাজে সবাই বই নিয়ে পড়তে বসো🥰\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
             {
    timer: '9:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন রাত ৮টা বাজে একটু পর এশারের আযান দিবে সবাই নামাজ পড়ে নাও❤️😘\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
             {
    timer: '10:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\nএখন রাত ৯টা বাজে সবাই রাতের খাবার খেয়ে ঘুমাও🥱\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550529403710\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  𝗠𝗿.𝗕𝗼𝘀𝘀 Mamun']
},
            {
    timer: '11:00:00 PM',
    message: ['=== 「𝗖𝗹𝗼𝗰𝗸」  ===\n  --❖--𝐌𝐑.𝐁𝐎𝐒𝐒 𝐑𝐉 MAMUN--❖--\n✢━━━━━━━━━━━━━━━✢\n\n~এখন রাত ১০টা বাজে সবাই ঘুমায় পড়ো, আমার বস এর বউ নাই, তাই বস এর ঘুম ও আসে না😭\n\n✢━━━━━━━━━━━━━━━✢\n𝐅𝐛 𝐥𝐢𝐧𝐤:https://www.facebook.com/profile.php?id=61550121814016&mibextid=ZbWKwL\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :  Mamun Islam ']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
